// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="Imprimantă";
"Tool"="Instrument";
"Fax Settings"="Setări fax";
"Fax Transmission Record"="Înregistrare\ntransmisie fax";
"Check Fax Connection"="Verificare fax\nConexiune";
"Speed Dial/Group Dial List"="Listă apelare rapidă/\napelare grup";
"Fax Receive Monitor"="Primire fax\nMonitor";

"Str_FaxContacts"="Contacte";
"Str_FaxAddressBook"="Agendă";
"Str_FaxSyncContacts"="Sincronizare %@";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="Selectare imprimantă";
"Select a printer from the list."="Selectaţi o imprimantă din listă.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Asiguraţi-vă că respectivul calculator este conectat la imprimantă, driverul de imprimantă este instalat, configurarea pentru imprimare de la calculator s-a terminat şi că imprimanta este pornită.";
"Model"="Model";
"Name"="Nume";
"Setup..."="Configurare...";
"Cancel"="Anulare";
"Select"="Selectare";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="Despre FAX Utility...";
"Preferences..."="Preferinţe...";
"Services"="Servicii";
"Hide FAX Utility"="Ascundere FAX Utility";
"Hide Others"="Ascundere Alţii";
"Show All"="Afişare tot";
"Quit FAX Utility"="Părăsire FAX Utility";
"File"="Fişier";
"Close"="Închidere";
"Window"="Fereastră";
"Minimize"="Minimizare";
"Help"="Ajutor";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Anulare";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Fişierul necesar pentru executarea aplicaţiei nu a fost găsit.\nReinstalaţi FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Obţinerea informaţiilor imprimantei (faxului) a fost imposibilă. Deschideţi \"Print & Fax Preferences\" şi adăugaţi driverul PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Fişierul specificat există deja. Doriţi să suprascrieţi?";
"Str_Alert_Common_Not_Responding_Error"="Imprimanta nu răspunde. Asiguraţi-vă că imprimanta este conectată corect şi că este pornită.";
"Str_Alert_Common_Communication_Error"="S-a produs o eroare de comunicare cu imprimanta.";
"Str_Alert_Common_Printer_Processing_Error"="Imprimanta procesează datele. Aşteptaţi şi apoi reîncercaţi.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="În timpul comunicării cu imprimanta a fost detectată o eroare.\nCod eroare (%d)";
"Str_Alert_Common_Error_Occurred"="Procesarea a fost anulată deoarece s-a produs o eroare.";
"Str_Alert_Common_PrinterStatusError"="S-a produs o eroare la imprimantă. Anulaţi eroarea şi apoi reîncercaţi.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Înregistrare transmisie fax nu poate fi deschisă deoarece o altă funcţie a FAX Utility rulează deja. Vă rugăm să aşteptaţi terminarea acesteia şi să reîncercaţi.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Verificare conexiune fax nu poate fi pornită deoarece o altă funcţie a FAX Utility rulează deja. Vă rugăm să aşteptaţi terminarea acesteia şi să reîncercaţi.";
"Str_Alert_Fax_Settings_Cannot_Open"="Setări fax nu poate fi pornită deoarece o altă funcţie a FAX Utility rulează deja. Vă rugăm să aşteptaţi terminarea acesteia şi să reîncercaţi.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Listă apelare rapidă/apelare grup nu poate fi deschisă deoarece o altă funcţie a FAX Utility rulează deja. Vă rugăm să aşteptaţi terminarea acesteia şi să reîncercaţi.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="Introducere parolă administrator";
"LOC_AdminPassword_Label"="Parolă administrator";
"LOC_AdminPassword_Alert"="Parola este incorectă.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Anulare";
